Repository: albanobattistella/little_brother
Catalog: little_brother/translations/*/LC_MESSAGES/messages.po
Languages: fi, nl, th

source: username '{username}' not specified
fi: Käyttäjätunnista '{username}' ei määritetty
nl: gebruikersnaam '{username}'niet gespecificeerd
th: ชื่อผู้ใช้'{username}' ไม่ระบุ

source: username '{username}' not being monitored
fi: Käyttäjätunnusta '{username}' ei tarkkailla
nl: gebruikersnaam '{username}' niet gecontroleerd worden
th: ชื่อผู้ใช้'{username}'ไม่ถูกเฝ้าระวัง

source: {days} days ago
fi: {days} päivää sitten
nl: {days} geleden
th: {days} วันที่แล้ว

source: Today
fi: Tänään
nl: vandaag
th: วันนี้

source: Yesterday
fi: Eilen
nl: gisteren
th: เมื่อวาน

source: {user}, you do not have computer time left today. You will be logged out.
fi: {user}, sinulla ei ole tietokoneaikaa jäljellä. Sinut kirjataan ulos.
nl: {user}, je hebt vandaag geen computertijd. Je wordt uitgelogd.
th: {user}, คุณไม่มีเวลาเหลือแล้วสำหรับวันนี้ กำลังออกจากระบบ

source: {user}, you only have {minutes_left_before_logout} minutes left today. Please, log out.
fi: {user}, sinulla on vain {minutes_left_before_logout} minuuttia jäljellä tänään. Kirjaudu ulos, ole hyvä.
nl: {user}, je hebt nog maar {minutes_left_before_logout} minuten over vandaag.
th: {user}, สำหรับวันนี้ คุณมีเวลาเหลืออีก {minutes_left_before_logout} นาที กรุณาออกจากระบบ

source: {user}, you do not have any computer time today. You will be logged out.
fi: {user}, sinulla ei ole lainkaan tietokoneaikaa jäljellä tänään. Sinut kirjataan ulos.
nl: {user}, je hebt vandaag geen computertijd. Je wordt uitgelogd.
th: {user}, เวลาใช้งานคอมพิวเตอร์ของคุณหมดแล้วสำหรับวันนี้ กำลังออกจากระบบ

source: {user}, it is too early to use the computer. You will be logged out.
fi: {user}, on liian aikaista käyttää tietokonetta. Sinut kirjataan ulos.
nl: {user}, het is te vroeg om de computer te gebruiken. Je wordt uitgelogd.
th: {user}, ยังไม่ถึงเวลาที่จะใช้คอมพิวเตอร์ กำลังออกจากระบบ

source: {user}, it is too late to use the computer. You will be logged out.
fi: {user}, on liian myöhäinen aika käyttää tietokonetta. Sinut kirjataan ulos.
nl: {user}, het is te laat om de computer te gebruiken. Je wordt uitgelogd.
th: {user}, เลยกำหนดเวลาที่ใช้คอมพิวเตอร์แล้ว กำลังออกจากระบบ

source: {user}, in {minutes_left_before_logout} minutes it will be too late to use the computer. Please, log out.
fi: {user}, {minutes_left_before_logout} minuutin kuluttua on liian myöhäinen aika käyttää tietokonetta. Kirjaudu ulos, ole hyvä.
nl: {user}, in {minutes_left_before_logout} minuten zal het te laat zijn om de computer te gebruiken. Alsjeblieft, log uit.
th: {user}, ในอีก {minutes_left_before_logout} นาที จะเลยกำหนดเวลาใช้คอมพิวเตอร์แล้วกรุณาออกจากระบบ

source: {user}, you have to take a break. You will be logged out.
fi: {user}, sinun tulee pitää tauko. Sinut kirjataan ulos.
nl: {user}, je moet een pauze nemen. Je wordt uitgelogd.
th: {user}, ได้เวลาหยุดพักแล้ว กำลังออกจากระบบ

source: {user}, in {minutes_left_before_logout} minutes you will have to take a break. Please, log out.
fi: {user}, {minutes_left_before_logout} minuutin kuluttua sinun tulee pitää tauko. Kirjaudu ulos, ole hyvä.
nl: {user}, in {minutes_left_before_logout} minuten moet je een pauze nemen. Alsjeblieft, log uit.
th: {user}, ในอีก {minutes_left_before_logout} นาที คุณจะต้องหยุดพักกรุณาออกจากระบบ

source: {user}, your break will only be over in {break_minutes_left} minutes. You will be logged out.
fi: {user}, taukosi on ohi {break_minutes_left} minuutissa. Sinut kirjataan ulos.
th: {user}, เวลาหยุดพักของคุณจะหมดลงภายใน {break_minutes_left} นาที กำลังออกจากระบบ

source: Hello {user}, you will be allowed to play for {minutes_left_in_session} minutes in this session.
fi: Hei {user}, voit pelata {minutes_left_in_session} minuuttia tässä istunnossa.
nl: Hallo {user}, je mag spelen voor {minutes_left_in_session} minuten in deze sessie.
th: สวัสดี {user}, คุณมีเวลาใช้งานเหลืออยู่ {minutes_left_in_session} นาที ในช่วงนี้.

source: Hello {user}, you have unlimited playtime in this session.
fi: Hei {user}, voit pelata rajoittamattoman ajan tässä istunnossa.
nl: Hallo {user}, je hebt onbeperkte speeltijd in deze sessie.
th: สวัสดี {user}, คุณมีเวลาใช้งานไม่จำกัดในช่วงนี้

source: 'Today ('EEE')'
fi: 'Tänään ('EEE')'
nl: 'Vandaag ('EEE')'
th: 'วันนี้ ('EEE')'

source: 'Today'
fi: 'Tänään'
nl: 'Vandaag'
th: 'วันนี้'

source: 'Tomorrow ('EEE')'
fi: 'Huomenna ('EEE')'
nl: 'Morgen ('EEE')'
th: 'พรุ่งนี้('EEE')'

source: 'Tomorrow'
fi: 'Huomenna'
nl: 'Morgen'
th: 'พรุ่งนี้'

source: yyyy-MM-dd' ('EEE')'
fi: dd.MM.yyyy' ('EEE')'
nl: dd.MM.yyyy' ('EEE')'
th: ปปปป-ดด-วว

source: vacation
fi: loma
nl: vakantie
th: วันหยุด

source: No activity before {hh_mm} hours
fi: Ei aktiviteettia ennen {hh_mm}
nl: Geen activiteit voor {hh_mm}ure
th: ไม่มีการใช้งานก่อนเวลา{hh_mm}

source: No activity after {hh_mm} hours
fi: Ei aktiviteettia {hh_mm} jälkeen
nl: Geen activiteit naar {hh_mm}uren
th: ไม่มีการใช้งานหลังเวลา {hh_mm}

source: Day blocked: no activity permitted
fi: Päivä suljettu: mikään aktiviteetti ei sallittu
nl: Dag geblokkeerd: geen activiteit toegestaan
th: วันที่ใช้งานไม่ได้

source: Activity limited to {hh_mm} per day
fi: Aktiviteetti rajoitettu {hh_mm} per päivä
nl: Activiteit beperkt tot {hh_mm} per dag
th: เวลาใช้งานถูกจำกัดอยู่ที่ {hh_mm} ต่อวัน

source: No activity exceeding {hh_mm}
fi: Ei aktiviteettia yli {hh_mm}
nl: Geen enkele activiteit overschrijdt {hh_mm}
th: เวลาใช้งานไม่เกิน {hh_mm}

source: Minimum break time {hh_mm} not reached
fi: Tauon minimipituus {hh_mm} ei saavutettu
nl: Minimale rusttijd {hh_mm} niet bereikt
th: เวลาหยุดพัก {hh_mm} ยังไม่ครบ

source: default
fi: oletus
nl: standaardinstelling
th: ค่าเริ่มต้น

source: weekend
fi: viikonloppu
th: วันหยุด

source: weekdays
fi: viikonpäiviä
nl: weekdagen
th: ทุกวันทำงาน

source: mondays
fi: maanantait
nl: maandag
th: ทุกวันจันทร์

source: tuesdays
fi: tiistait
nl: dinsdag
th: ทุกวันอังคาร

source: wednesdays
fi: keskiviikot
nl: woensdag
th: ทุกวันพุธ

source: thursdays
fi: torstait
nl: donderdag
th: ทุกวันพฤหัส

source: fridays
fi: perjantait
nl: vrijdag
th: ทุกวันศุกร์

source: saturdays
fi: lauantait
nl: zaterdag
th: วันเสาร์

source: sundays
fi: sunnuntait
nl: zondag
th: ทุกวันอาทิตย์

source: About
fi: Tietoa
nl: Over
th: เกี่ยวกับ

source: Setting
fi: Asetus
nl: Instelling
th: ตั้งค่า

source: Value
fi: Arvo
nl: Waarde
th: ค่า

source: Repository
th: แหล่งที่อยู่

source: Version
fi: Versio
nl: Versie
th: เวอร์ชั่น

source: Package Revision
nl: pakketrevisie
th: การแก้ไขแพ็คเกจ

source: Git Commit ID
nl: Git ID vastleggen
th: Git คอมมิท ไอดี

source: Git Branch Name
fi: Git Branch Nimi
nl: Git naam van het filiaal
th: Git ชื่อสาขา

source: Git Author's Name
fi: Git Tekijän Nimi
nl: Git auteur's naam
th: Git ชื่อผู้เขียน

source: Git Author's Email Address
fi: Git Tekijän Sähköpostiosoite
nl: Git Auteur's Email Adres
th: Git อีเมล์ผู้เขียน

source: Supported Languages
fi: Tuetut Kielet
nl: Ondersteunde talen
th: ภาษาที่รองรับ

source: Administration
nl: Administratie
th: ผู้ดูแลระบบ

source: User
fi: Käyttäjä
nl: Gebruikers
th: ผู้ใช้

source: Show configurations of upcoming days
fi: Näytä konfiguraatiot tuleville päiville
nl: Show configuraties van de komende dagen
th: แสดงค่าที่ตั้งไว้ในอนาคต

source: Today's Activity
fi: Tämän päivän aktiviteetti
nl: Activiteit van vandaag
th: การใช้งานวันนี้

source: Save
fi: Tallenna
nl: Opslaan
th: บันทึก

source: Day
fi: Päivä
nl: Dag
th: วัน

source: Context
fi: Konteksti
th: ข้อความ

source: Min Time of Day
fi: Minimi kellonaika
nl: Min tijd per dag
th: ระยะเวลาน้อยที่สุดของวัน

source: Max Time of Day
fi: Maksimi Kellonaika
nl: Max tijd per dag
th: ระยะเวลานานที่สุดของวัน

source: Time per Day
fi: Aika per Päivä
nl: Tijd per dag
th: จำนวนครั้งต่อวัน

source: Minimum Break
fi: Minimitauko
nl: Minimale pauze
th: เวลาพักน้อยที่สุด

source: Max Duration
fi: Maksimikesto
nl: Max duur
th: ระยะเวลานานที่สุด

source: Free Play
fi: Vapaa pelaaminen
nl: Vrij spel
th: เวลาอิสระ

source: Show overrides for day
fi: Korvaa oletusarvot tänään
nl: Toon overschrijdingen voor dag
th: แสดงการยกเลิกในแต่ละวัน

source: override
nl: Zet uit
th: ยกเลิก

source: Status
fi: Tila
th: สถานะ

source: Previous Activity Start Time
fi: Edellisen aktiviteetin aloitussaika
nl: Vorige activiteit starttijd
th: เวลาเริ่มใช้งานครั้งที่ผ่านมา

source: Previous Activity End Time
fi: Edellisen aktiviteetin päättymisaika
nl: Vorige activiteit eindtijd
th: เวลาหยุดใช้งานครั้งที่ผ่านมา

source: Current Activity Start Time
fi: Nykyisen aktiviteetin aloitusaika
nl: Actuele activiteit starttijd
th: เวลาเริ่มใช้งาน

source: Current Activity Duration
fi: Nykyisen aktiviteetin kesto
nl: Actuele activiteit duur
th: ระยะเวลาใช้งาน

source: Current
fi: Nykyinen
nl: Actuel
th: ในขณะนี้

source: Activity permitted
fi: Aktiviteetti sallittu
nl: Activiteit toegestaan
th: การใช้งาน

source: Reasons
fi: Syyt
nl: Redenen
th: เหตุผล

source: Show durations of most recent days
fi: Näytä kestot viimeisimmiltä päiviltä
nl: Toon duur van de laatste dagen
th: แสดงระยะเวลาใช้งานในวันที่ผ่านมา

source: Active Time
fi: Aktiivisuus-aika
nl: Actieve tijd
th: เวลาใช้งาน

source: Active
fi: Aktiivinen
nl: Actief
th: กำลังใช้งาน

source: Activity Start
fi: Aktiviteetin alku
nl: Begin activiteit
th: เริ่มต้นการใช้งาน

source: Start
fi: Alku
th: เริ่มต้น

source: Activity End
fi: Aktiviteetti loppu
nl: Einde activiteit
th: เสร็จสิ้นการใช้งาน

source: End
fi: Loppu
nl: Einde
th: เสร็จสิ้น

source: Show activity times
fi: Näytä aktiviteettiajat
nl: Toon activiteitstijden
th: แสดงเวลาการใช้งาน

source: Login
fi: Kirjaudu
nl: Inloggen
th: ล๊อกอิน

source: Password
fi: Salasana
nl: Wachtwoord
th: พาสเวิร์ด

source: Admin
th: ผู้ดูแลระบบ

source: Signed in as
fi: Kirjautunut
nl: Aangemeld als
th: ลงชื่อเข้าใช้ในนาม

source: Logout
fi: Kirjaudu ulos
nl: Uitloggen
th: ออกจากระบบ

source: On
fi: Päällä
nl: Op

source: Off
fi: Pois päältä
nl: Uit

source: Username
fi: Käyttäjätunnus
nl: Gebruikersnaam

source: Host(#procs)
nl: Host
